@extends('layouts.layout')

@section('content')
    <div class="container mt-5">
        <h1 class="text-center">О компании VR-Shop</h1>
        <p class="text-center">Добро пожаловать в VR-Shop, ведущий интернет-магазин, специализирующийся на продаже виртуальных реальностей и аксессуаров для них.</p>

        <h3>Наша миссия</h3>
        <p>Наша цель — предоставить клиентам самые современные и высококачественные устройства виртуальной реальности. Мы стремимся улучшить опыт пользователей, предлагая только лучшие продукты для полного погружения в виртуальные миры.</p>

        <h3>Что мы предлагаем</h3>
        <ul>
            <li>Шлемы виртуальной реальности</li>
            <li>Аксессуары для VR</li>
            <li>Поддержку и сервис для наших клиентов</li>
        </ul>

        <h3>Наши ценности</h3>
        <p>Мы ценим качество, инновации и удовлетворенность наших клиентов. Мы стремимся быть надежным партнером и источником вдохновения для всех любителей технологий.</p>
    </div>
@endsection
