@extends('layouts.layout')

@section('content')
    <div class="container mt-5">
        <h1 class="text-center">Блог VR-Shop</h1>
        <p class="text-center">Добро пожаловать в наш блог, где мы делимся новостями, обновлениями и интересными статьями о виртуальной реальности и технологии VR.</p>

        <div class="blog-post">
            <h3>Новая статья: Как выбрать шлем виртуальной реальности?</h3>
            <p>В этой статье мы расскажем, как правильно выбрать шлем виртуальной реальности, который подойдет именно вам. Узнайте, на что стоит обратить внимание, какие характеристики важны, и какие модели наиболее популярны среди пользователей.</p>
            <a href="#" class="">Читать далее</a>
        </div>

        <div class="blog-post mt-4">
            <h3>Технологии виртуальной реальности в 2024 году</h3>
            <p>Технологии VR продолжают развиваться, и в 2024 году нас ждут много интересных инноваций. Мы расскажем о самых ожидаемых обновлениях и устройствах, которые изменят будущее виртуальной реальности.</p>
            <a href="#" class="">Читать далее</a>
        </div>
    </div>
@endsection
